tap 'beeftornado/rmtree'
tap 'homebrew/cask-fonts'

brew 'autojump'
brew 'bash'
brew 'bat'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'htop'
brew 'iperf3'
brew 'media-info'
brew 'mkvtoolnix'
brew 'mpv'
brew 'neovim'
brew 'nnn'
brew 'python@2'
brew 'python@3'
brew 'rename'
brew 'ripgrep'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unrar'

cask '1password'
cask 'appcleaner'
cask 'backblaze'
cask 'hazel'
cask 'hwsensors'
cask 'inter'
cask 'mkvtools'
cask 'mp4tools'
cask 'mpv'
cask 'omnidisksweeper'
cask 'superduper'
cask 'the-unarchiver'
cask 'xld'
