tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "exa"
brew "fish"
brew "rg"
brew "trash"
brew "zoxide"

cask "1password"
cask "brave-browser"
cask "espanso"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "hiddenbar"
cask "iina"
cask "maccy"
cask "the-unarchiver"
