brew "bat"
brew "btop"
brew "cloudflared"
brew "dockutil"
brew "evil-helix"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gum"
brew "hyperfine"
brew "mise"
brew "orion"
brew "rename"
brew "ripgrep"
brew "rv"
brew "uv"
brew "viu"
brew "zoxide"
