brew "bat"
brew "btop"
brew "cloudflared"
brew "evil-helix"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gum"
brew "mise"
brew "ripgrep"
brew "zoxide"

mode = ENV.fetch("DOTFILES_PROFILE", "full")
if mode == "full"
  brew "dockutil"
  cask "1password"
  cask "appcleaner"
  cask "betterdisplay"
  cask "ghostty"
  cask "hammerspoon"
  cask "font-iosevka"
  cask "trex"
  cask "virtualbuddy"
  cask "zed"
end
